acpi
acpi_call
alsa-firmware
alsa-plugins
alsa-tools
alsa-utils
arc-gtk-theme
archey3
asciiquarium
atool
autoconf
automake
bash
bash-completion
bc
biber
binutils
bison
bluez
bluez-tools
bluez-utils
boost
bumblebee
bzip2
calc
cbatticon
cdrtools
cgdb
chromium
chrpath
cimg
cmus
colordiff
compton
conky
conky-manager
coreutils
cowsay
cryptsetup
ctags
device-mapper
dfc
dhcpcd
di
dialog
diffutils
dmenu
dnscrypt-proxy
dosfstools
dot2tex
doxygen
dwarffortress
e2fsprogs
efibootmgr
fakeroot
feh
file
filesystem
findutils
firefox
flex
fortune-mod
fzf
gawk
gcc-multilib
gdb
gettext
gimp
gist
git
glances
glibc
gnuplot
go
go-md2man
go-tools
grep
groff
grub
gsl
gtk-engine-murrine
gzip
haxe
hddtemp
highlight
htop
hugo
i3-wm
i3blocks
i3lock
i3status
ifplugd
imagemagick
inetutils
intel-ucode
iotop
iproute2
iptraf-ng
iputils
iw
jfsutils
jq
kapidox
kdnssd
kimageformats
lapacke
less
lib32-virtualgl
libcaca
libtool
libzip
licenses
linux
logrotate
lolcat
love
luarocks
lvm2
lxappearance
lynx
m4
make
man-db
man-pages
mc
mdadm
mediainfo
mesa-demos
mlocate
mpc
mpd
mplayer
mps-youtube
mpv
mtpfs
mtr
nano
ncdu
ncmpcpp
neovim
netctl
nmap
ntp
nvidia
nvidia-settings
onboard
openssh
os-prober
oxygen-icons
pacman
parted
pass
patch
pavucontrol
pciutils
pcmciautils
pepper-flash
perl
pkg-config
pkgfile
playerctl
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-matplotlib
python-neovim
python-pip
python-psutil
python2-neovim
python2-notify
python2-pygments
qrencode
reflector
reiserfsprogs
rsync
rtorrent
rxvt-unicode
rxvt-unicode-terminfo
s-nail
sagemath
sagemath-doc
sagetex
screenfetch
scrot
sed
shadow
steam
strace
subversion
sudo
sysfsutils
sysstat
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-science
tig
time
tlp
tmux
traceroute
tree
ttf-dejavu
ttf-droid
ttf-freefont
ttf-inconsolata
ttf-liberation
unrar
unzip
usbutils
util-linux
valgrind
vi
vim
vlc
vmpk
w3m
wavemon
weechat
wget
when
which
wpa_actiond
wpa_supplicant
xaos
xclip
xdot
xf86-input-elographics
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-luit
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xpr
xorg-xprop
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yajl
youtube-dl
zathura
zathura-pdf-poppler
zip
zsh
zsh-completions
zsh-syntax-highlighting
